---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TriangulationInterface
source: html/4b2f79de-4152-c9fe-0cb1-6bd630e1c811.htm
---
# TriangulationInterface Members

Releases all resources used by the TriangulationInterface